[
	{
		"image": "https://ipfs.io/ipfs/Qmf78UptEcPER947wswJ4bNqohy6NXRRDS7rYjfcb9QvDY/1.png",
		"name": "Poker-Face",
		"attributes": [
			{	
				"trait_type": "Type",
				"value": "Character"
			}
		],
		"price": "0.1", 
		"description": "This spades mischief-maker is full of surprises. Poker-Face is a confidant of the king of spades, capable of the most daring deeds. Don't pay attention to his smile, it's deceptive."
	},
	{
		"image": "https://ipfs.io/ipfs/Qmf78UptEcPER947wswJ4bNqohy6NXRRDS7rYjfcb9QvDY/2.png",
		"name": "The Mahjong Killer",
		"attributes": [
			{	
				"trait_type": "Type",
				"value": "Character"
			}
		],
		"price": "10", 
		"description":"One of the 108 who has chosen the path of the samurai. Fisherman Jie himself gave his blessing for this adventure, so let's see where his wanderings will lead."
	},
	{
		"image": "https://ipfs.io/ipfs/Qmf78UptEcPER947wswJ4bNqohy6NXRRDS7rYjfcb9QvDY/3.png",
		"name": "Insidious Whistler",
		"attributes": [
			{	
				"trait_type": "Type",
				"value": "Character"
			}
		],
		"price": "10", 
		"description":"His lips are a weapon of vengeance . He is a little out of tune with himself, but probably it even served him well. He whistles as he breathes and restlessly stepping on the heels of his enemies. The deafening whistle is the last thing the eardrums of his stunned opponents hear. The Whistler is coming for you! The Whistler is here!"
	},
	{
		"image": "https://ipfs.io/ipfs/Qmf78UptEcPER947wswJ4bNqohy6NXRRDS7rYjfcb9QvDY/4.png",
		"name": "Heartbreaker",
		"attributes": [
			{	
				"trait_type": "Type",
				"value": "Character"
			}
		],
		"price": "10", 
		"description":"She is one and that's pretty much all there is to it... A lot of men have taken her hostage, literally and figuratively. She doesn't tolerate cheapskates or likes to party like Mite Byson in retirement. Her heart is open to all, but not available to everyone. A heartbreaker will take you into her arms and clean you out in the morning. Sneaky and passionate!"
	},
	{
		"image": "https://ipfs.io/ipfs/Qmf78UptEcPER947wswJ4bNqohy6NXRRDS7rYjfcb9QvDY/5.png",
		"name": "Cube Rubik",
		"attributes": [
			{	
				"trait_type": "Type",
				"value": "Character"
			}
		],
		"price": "10", 
		"description":"A difficult childhood in a broken home and the eternal desire of those around him to assemble what you need has led to deplorable results... A stone-faced psychopath, who slowly removed the perpendiculars and hated cosines and sines with all his heart. The cube isn't a rubik's cube - it's a cold-blooded killer who has set out on the path of Armageddon. Pray he doesn't come after you. The Cube Rubik never forgives."
	},
	{
		"image": "https://ipfs.io/ipfs/Qmf78UptEcPER947wswJ4bNqohy6NXRRDS7rYjfcb9QvDY/6.png",
		"name": "Cristiano Cresti",
		"attributes": [
			{	
				"trait_type": "Type",
				"value": "Character"
			}
		],
		"price": "10", 
		"description":"Each of his campaigns - a crusade, each of his enemies must be beaten, each of his battle as the last... Cristiano Cresti - native Portuguese with a spirit hot as a torch and a stubborn desire to conquer and enslave the weaker. In his eyes lurks a primal passion, and in his heart smolders the flame of the dragon. Cristiano Cresti is someone you will remember forever and can erase from your memory."
	},
	{
		"image": "https://ipfs.io/ipfs/Qmf78UptEcPER947wswJ4bNqohy6NXRRDS7rYjfcb9QvDY/7.png",
		"name": "Fortune's Coin",
		"attributes": [
			{	
				"trait_type": "Type",
				"value": "Character"
			}
		],
		"price": "10", 
		"description":"Fortune's Coin is a captivating and enigmatic character, reminiscent of a poker chip imbued with mystical powers. With its vibrant design, featuring intricate blue and red stripes, Fortune's Coin represents both luck and strategy in the world of high-stakes games. Its alluring presence draws the attention of gamblers and risk-takers, as it is said to bring both fortune and misfortune to those who dare to challenge its influence. "
	},
	{
		"image": "https://ipfs.io/ipfs/Qmf78UptEcPER947wswJ4bNqohy6NXRRDS7rYjfcb9QvDY/8.png",
		"name": "Diamond Gambler",
		"attributes": [
			{	
				"trait_type": "Type",
				"value": "Character"
			}
		],
		"price": "10", 
		"description":"The character embodies a unique blend of grace and danger. Its form resembles a living diamond with sharp, glistening edges and dark contours on its surface. Deep burgundy skin accentuates its inner strength and energy."
	},
	{
		"image": "https://ipfs.io/ipfs/Qmf78UptEcPER947wswJ4bNqohy6NXRRDS7rYjfcb9QvDY/9.png",
		"name": "Golden Prism",
		"attributes": [
			{	
				"trait_type": "Type",
				"value": "Character"
			}
		],
		"price": "10", 
		"description":"Character resembles a bright yellow star with sharp geometric angles, emitting a mysterious energy. His golden-bronze skin and expressive glasses add refinement and intellectual charm to his appearance."
	},
	{
		"image": "https://ipfs.io/ipfs/Qmf78UptEcPER947wswJ4bNqohy6NXRRDS7rYjfcb9QvDY/10.png",
		"name": "Cola-Warrior",
		"attributes": [
			{	
				"trait_type": "Type",
				"value": "Character"
			}
		],
		"price": "10", 
		"description":"Introducing Cola-Warrior, a charming retro-style hero! This brave character, with a red headband, is always ready to fight. In a world where opponents battle for prizes, Cola-Warrior uses his unbeatable energy and fighting spirit to emerge victorious. Get ready for a storm of fizzy emotions and thrilling battles!"
	}		
]
